Fabrication Part Fitting Failed to Fit
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId FabricationPartFitFailWarning { get; }
  Visual Basic
Public Shared ReadOnly Property FabricationPartFitFailWarning As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FabricationPartFitFailWarning {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPFabricationFailures Class
  Autodesk.Revit.DB Namespace